{
  "text": {
    "xin": 87,
    "chào": 10,
    "bạn": 6,
    "hello": 26,
    "hi": 27,
    "shop": 64,
    "có": 12,
    "bán": 5,
    "áo": 90,
    "sơ": 67,
    "mi": 41,
    "không": 36,
    "tôi": 77,
    "muốn": 42,
    "xem": 86,
    "váy": 84,
    "mùa": 46,
    "hè": 30,
    "quần": 61,
    "jean": 33,
    "nam": 49,
    "giày": 19,
    "thể": 73,
    "thao": 70,
    "nữ": 58,
    "nào": 55,
    "mới": 48,
    "giới": 22,
    "thiệu": 71,
    "cho": 9,
    "vài": 83,
    "mẫu": 47,
    "đồ": 92,
    "công": 13,
    "sở": 69,
    "khuyến": 35,
    "mãi": 44,
    "gì": 24,
    "giá": 20,
    "của": 15,
    "chiếc": 8,
    "này": 56,
    "bao": 2,
    "nhiêu": 51,
    "hôm": 31,
    "nay": 50,
    "giảm": 21,
    "giao": 18,
    "hàng": 29,
    "tận": 82,
    "nơi": 57,
    "phí": 59,
    "ship": 63,
    "thời": 74,
    "gian": 17,
    "lâu": 38,
    "toàn": 76,
    "quốc": 62,
    "cảm": 14,
    "ơn": 93,
    "nhé": 52,
    "tạm": 80,
    "biệt": 3,
    "bye": 4,
    "hẹn": 32,
    "gặp": 25,
    "lại": 39,
    "khoác": 34,
    "da": 16,
    "là": 37,
    "nike": 54,
    "air": 1,
    "max": 40,
    "túi": 78,
    "xách": 89,
    "gucci": 23,
    "hiện": 28,
    "tại": 79,
    "thế": 72,
    "short": 65,
    "màu": 43,
    "size": 66,
    "xl": 88,
    "mô": 45,
    "tả": 81,
    "chi": 7,
    "tiết": 75,
    "về": 85,
    "adidas": 0,
    "sản": 68,
    "phẩm": 60,
    "đang": 91,
    "chạy": 11,
    "nhất": 53
  },
  "intent": {
    "greet": 7,
    "ask_product": 2,
    "ask_price": 1,
    "ask_shipping": 5,
    "goodbye": 6,
    "ask_product_price": 4,
    "ask_product_details": 3,
    "ask_best_seller": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 9,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_best_seller": 6,
    "action_get_product_details": 7,
    "action_get_product_price": 8,
    "utter_ask_price": 15,
    "utter_ask_product": 16,
    "utter_ask_shipping": 17,
    "utter_goodbye": 18,
    "utter_greet": 19
  },
  "action_text": null,
  "intent_response_key": null
}